Repository: sillsdev/phonology-assistant
Catalog: DistFiles/Localizations/Pa.pt.tmx
Source language: pt
Languages: en

source: A parte seguinte do ambiente de pesquisa padrão contém muitos símbolos de limite de palavra (#). Apenas um pode e deve ser no final.
en: The following environment portion of the search pattern contains too many word boundary symbols (#). Only one is allowed and it must be at the end.

source: A parte anterior do ambiente de pesquisa padrão contém muitos símbolos de limite de palavra (#). Apenas um pode e deve ser no início.
en: The preceding environment portion of the search pattern contains too many word boundary symbols (#). Only one is allowed and it must be at the beginning.

source: O símbolo de diacríticos de Zero ou mais (*) aparece muitas vezes com um diacrítico espaço reservado. Apenas um é permitido.
en: The Zero-Or-More-Diacritics symbol (*) appears too many times with a diacritic placeholder. Only one is allowed.

source: A parte anterior do ambiente de pesquisa padrão contém muitos símbolos 'zero ou mais' (*). Apenas um pode e deve ser no final.
en: The following environment portion of the search pattern contains too many zero or more' symbols (*). Only one is allowed and it must be at the end.

source: A parte anterior do ambiente de pesquisa padrão contém muitos símbolos 'zero ou mais' (*). Apenas um pode e deve estar no início.
en: The preceding environment portion of the search pattern contains too many 'zero or more' symbols (*). Only one is allowed and it must be at the beginning.

source: Validar o padrão '{0}' causou a seguinte exceção:
en: Validating the pattern '{0}' caused the following exception:

source: Foram encontrados os seguintes símbolos fonéticos indefinidos:
en: The following undefined phonetic symbol(s) were found:

source: Alomorfia
en: Allomorphs

source: Categorias Antropológica
en: Anthropology Categories

source: Nota Antropológica
en: Anthropology Note

source: Arquivo de Áudio
en: Audio File

source: Etiqueta do Arquivos de Áudio
en: Audio File Label

source: Bibliografia
en: Bibliography

source: Bibliografia (significado)
en: Bibliography (Sense)

source: Forma de Citação
en: Citation Form

source: Comentários da Forma Complexa
en: Complex Form Comments

source: Formas Complexas
en: Complex Forms

source: Tipos Complexos
en: Complex Types

source: Componentes
en: Components

source: País
en: Country

source: Padrão CV (da fonte)
en: CV Pattern (from source)

source: Fonte de Dados Path
en: Data Source Path

source: Data de Criação
en: Date Created

source: Data de Modificação
en: Date Modified

source: Definição
en: Definition

source: Dialeto
en: Dialect

source: Nota do Discurso
en: Discourse Note

source: Tipos de Domínio
en: Domain Types

source: Info. Enciclopédica
en: Encyclopedic Info.

source: Id Ethnologue
en: Ethnologue Id

source: Etimologia
en: Etymology

source: Excluir como Palavra-Chave
en: Exclude As Headword

source: Família
en: Family

source: Tradução Livre
en: Free Translation

source: Nota Gerais
en: General Note

source: Glosa (Diferente)
en: Gloss (Other)

source: Glosa (Secundária)
en: Gloss (Secondary)

source: Nota Gramátical
en: Grammar Note

source: Importar Resíduos
en: Import Residue

source: Importar Resíduos (Significado)
en: Import Residue (Sense)

source: Nome do Idioma
en: Language Name

source: Significado Literal
en: Literal Meaning

source: Localização
en: Location

source: Tipo de Morfema
en: Morpheme Type

source: Nota
en: Note

source: Ref. de Anotações
en: Note Book Ref.

source: Ortografia
en: Orthographic

source: Fonêmico
en: Phonemic

source: Nota Fonologicas
en: Phonology Note

source: Região
en: Region

source: Restrições
en: Restrictions

source: Restrições (significado)
en: Restrictions (Sense)

source: Entradas Reversa
en: Reversal Entries

source: Descrição
en: Description

source: Nome Científico
en: Scientific Name

source: Domínios Semânticos
en: Semantic Domains

source: Nota Semântica
en: Semantics Note

source: Tipo de significado
en: Sense Type

source: Nota Sociolinguística
en: Sociolinguistics Note

source: Sexo do Falante
en: Speaker Gender

source: Nome do Falante
en: Speaker Name

source: Resumo da Definição
en: Summary Definition

source: Transcritor
en: Transcriber

source: Usos
en: Usages

source: Comentários da Variantes
en: Variant Comments

source: Tipos de Variantes
en: Variant Types

source: Variantes
en: Variants

source: Arquivo de Áudio Path
en: Audio File Path

source: Data/Hora
en: Date/Time

source: Arquivo Path em Geral
en: General File Path

source: Numérico em Geral
en: General Numeric

source: Texto em Geral
en: General Text

# Ocorreu o seguinte erro ao ler o arquivo '{0}' {1}
source: Ocorreu o seguinte erro ao ler o arquivo\n\n'{0}'\n\n{1}
en: The following error occurred when reading the file\n\n'{0}'\n\n{1}

source: Você deve especificar mapeamentos de campo.
en: You must specify field mappings.

source: Você deve especificar um mapeamento do campo fonético.
en: You must specify a mapping for the phonetic field.

source: Ocorreu um erro ao ler informações de campo do arquivo '{0}'.
en: There was an error reading field information from the file '{0}'.

source: Novo projeto
en: New Project

source: O arquivo de projeto '{0}' tem um formato inválido.
en: The project file '{0}' has an invalid format.

source: O arquivo que contém o conjunto de funções distintiva '{0}' está faltando. O conjunto padrão será usado.
en: The file containing the '{0}' distinctive feature set is missing. The default set will be used instead.

source: Ocorreu um erro ao carregar o arquivo do projeto '{0}'
en: There was an error loading the project file '{0}'

source: Análise de Dados...
en: Parsing Data...

source: Construindo Inventário de Fone...
en: Building Phone Inventory...

source: Um erro ocorreu ao tentar fazer backup de seu projeto, antes de atualizá-lo para a versão mais recente do Phonology Assistant.\n\nAté que o problema seja resolvido, este projeto não pode ser aberto usando esta versão do Phonology Assistant.
en: An error occurred attempting to backup your project before updating it for the latest version of Phonology Assistant.\n\nUntil the problem is resolved, this project cannot be opened using this version of Phonology Assistant.

source: Os seguintes duplicações do mapeamento de campo foram encontrados na fonte de dados '{0}'.\n\n{1}\nMapeamentos de campos duplicados são inválidos e apenas o primeiro será mantida. Para verificar os mapeamentos, vá para a caixa de diálogo 'Configurações do Projeto' e selecione 'Propriedades' para esta fonte de dados.
en: The following duplicate field mappings were found for the data source '{0}'.\n\n{1}\nDuplicate field mappings are invalid and only the first of the duplicates will be kept. To verify your mappings, go to the 'Project Settings' dialog box and select 'Properties' for this data source.

source: Ocorreu um erro ao atualizar o projeto '{0}' para trabalhar versão atual do Phonology Assistant. Até que o problema seja resolvido, este projeto não pode ser aberto na versão atual do Phonology Assistant.
en: There was an error upgrading the '{0}' project to work with this version of Phonology Assistant. Until the problem is resolved, this project cannot be opened using this version of Phonology Assistant.

source: O projeto '{0}' foi atualizado com sucesso, para funcionar versão atual do Phonology Assistant. Um backup do seu projeto antigo foi criado em:\n\n{1}
en: The '{0}' project has succssfully been upgraded to work with this version of Phonology Assistant. A backup of your old project has been made in:\n\n{1}

source: Nota Importante: Algumas funcionalidades do Phonology Assistant mudaram e isso tem implicações para as substituições de recursos, pesquisas e classes para o projeto '{0}'. Elas foram atualizadas adequadamente. No entanto, você pode desejar verificar a precisão dos resultados, especialmente se você tiver substituído algumas funcionalidades para este projeto. Para verificar as substituições de recursos, no menu Ferramentas, vá para 'Funções Descritivas' (anteriormente chamado de funçõess articulatória) e 'Funções Distintivas' (anteriormente chamado de recursos binários) e verificar a exatidão dos recursos substituídos. Os Fones e funções substituidos estarão destacados em amarelo.
en: Important Note: Some features in Phonology Assistant have changed and this has implications for the feature overrides, search queries and classes for the '{0}' project. These have been updated accordingly. However, you may want to verify the accuracy of the results, especially if you have overridden some features for this project. To check the feature overrides, from the Tools menu, go to 'Descriptive Features' (formerly called articulatory features) and 'Distinctive Features' (formerly called binary features) and verify the accuracy of overridden features. Overridden phones and features will be highlighted in yellow.

# Copiar para área de transferência (remover espaço reservado do diacrítico)
source: Copiar para área de transferência\n(remover espaço reservado do diacrítico)
en: Copy to Clipboard\n(removing diacritic placeholder)

source: Copiar para área de transferência
en: Copy to Clipboard

source: Construindo Gráfico de Consoante...
en: Building Consonant Chart...

source: {0}-GráficoConsoante.html
en: {0}-ConsonantChart.html

source: {0}-GráficoConsoante-(Word).xml
en: {0}-ConsonantChart-(Word).xml

source: {0}-GráficoConsoante-(XLingPaper).xml
en: {0}-ConsonantChart-(XLingPaper).xml

source: africada
en: affricate

source: aproximante
en: approximant

source: clique
en: click

source: epiglotal
en: epiglottal

source: fricativa
en: fricative

source: glotal
en: glottal

source: implosiva
en: implosive

source: faringal
en: pharyngeal

source: oclusiva
en: plosive

source: palatoalveolar
en: postalveolar

source: retroflexo
en: retroflex

source: vibrante
en: trill

source: {0}-AcervoDados.html
en: {0}-DataCorpus.html

source: {0}-AcervoDados-(Word).xml
en: {0}-DataCorpus-(Word).xml

source: {0}-AcervoDados-(XLingPaper).xml
en: {0}-DataCorpus-(XLingPaper).xml

# Adicionar um ambiente de pesquisa nesta célula
source: Adicionar um ambiente\nde pesquisa nesta célula
en: Add a search environment\nin this cell

source: Ambiente da Linha:
en: Environment Row:

source: Adicionar um item de pesquisa nesta célula
en: Add a search item in this cell

source: Pesquisar Item da Coluna:
en: Search Item Column:

source: Ocultar automaticamente
en: Automatically Hide

source: No&me do Gráfico:
en: Chart Na&me:

source: Tem certeza que deseja remover o gráfico salvo?
en: Are you sure you want to remove the saved chart?

source: {0}-GráficoDistribuição.html
en: {0}-{1}DistributionChart.html

source: {0}-GráficoDistribuição-(Word).xml
en: {0}-{1}DistributionChart-(Word).xml

source: {0}-GráficoDistribuição-(XLingPaper).xml
en: {0}-{1}DistributionChart-(XLingPaper).xml

source: Acoplar
en: Dock

source: Você deve escolher primeiro o 'Preencher Gráfico' antes de ver os resultados da pesquisa.
en: You must first choose 'Fill Chart' before seeing search results.

source: Esse padrão de pesquisa contém o(s) seguinte(s) fone(s) que não estão nos dados.
en: This search pattern contains the following phone(s) not found in the data.

source: Esse padrão de pesquisa contém os seguintes erros:
en: This search pattern contains the following error(s):

source: Esse padrão de pesquisa contém os seguintes símbolos fonéticos indefinidos.
en: This search pattern contains the following undefined phonetic symbol(s).

source: Remover gráfico salvo
en: Remove Saved Chart

source: Já existe um gráfico salvo com o nome '{0}'.
en: There is already a saved chart with the name '{0}'.

source: Gráficos Salvo&s
en: Save&d Charts

source: Gráficos && Gráfico de Construção
en: Charts && Chart Building

source: Gráficos & Gráfico de Construção
en: Charts & Chart Building

source: Ir para esquerda
en: Scroll Left

source: Ir para direita
en: Scroll Right

source: Copiar padrão salvo
en: Copy saved pattern

source: Criar nova categoria do padrão salvo
en: Create new saved pattern category

source: Colar padrão salvo
en: Paste saved pattern

# Padrão de Pesquisa A&tual:
source: Padrão de Pesquisa\nA&tual:
en: C&urrent\nSearch Pattern:

source: Insira o padrão de pesquisa no form a\nPesquisar Item/Ambiante Anterior__Ambiante Posterior
en: Enter search pattern in the form\nSearch Item/Preceding Environment__Following Environment

source: &Padrões Recentes
en: &Recent Patterns

source: Atualizar resultados
en: Refresh results

source: Remover o padrão selecionado
en: Remove selected pattern

source: Padrões Salv&os
en: Save&d Patterns

source: Antes de salvar um padrão de pesquisa, você deve adicionar primeiro uma categoria à lista do padrão de salvo.
en: Before saving a search pattern, you must first add a category to the saved pattern list.

source: Tem certeza que deseja remover a categoria de pesquisa '{0}'?
en: Are you sure you want to remove the search category '{0}'?

source: Tem certeza que deseja remover o padrão de pesquisa '{0}'?
en: Are you sure you want to remove the search pattern '{0}'?

source: Já existe uma categoria chamada '{0}'.
en: There is already a category named '{0}'.

source: Já existe um padrão de pesquisa salva com o nome de '{0}' na mesma categoria..
en: There is already a saved search pattern named '{0}' in the same category.

source: Já existe um padrão de pesquisa salva com nome de '{0}' na mesma categoria. Você deseja substituí-lo?
en: There is already a saved search pattern named '{0}' in the same category. Would you like it overwritten?

source: Nova Categoria
en: New Category

source: Não há Padrões de Pesquisa Salvos
en: No Saved Search Patterns

source: Padrões && Padrão de Construção
en: Patterns && Pattern Building

source: Padrões & Padrão de Construção
en: Patterns & Pattern Building

source: Construindo Gáfico de Vogal...
en: Building Vowel Chart...

source: {0}-GráficoVogal.html
en: {0}-VowelChart.html

source: {0}-GráficoVogal-(Word).xml
en: {0}-VowelChart-(Word).xml

source: {0}-Gráfico-Vogal-(XLingPaper).xml
en: {0}-VowelChart-(XLingPaper).xml

source: posterior
en: back

source: fechada
en: close

source: semifechada
en: close-mid

source: anterior
en: front

source: média
en: mid

source: quase posterior
en: near-back

source: quase fechada
en: near-close

source: quase anterior
en: near-front

source: quase-aberta
en: near-open

source: abrerta
en: open

source: semiaberta
en: open-mid

# Alterar transcrição feita nesta entrada:
source: Alterar transcrição\nfeita nesta entrada:
en: Transcription changes\nmade in this entry:

source: Configurações
en: Settings

source: Editar
en: Edit

source: Editar o registro da fonte
en: Edit source record

source: Erro ao obter dados!
en: Error getting data!

source: Comprimir grupos...
en: Collapsing groups...

source: Expandir grupos...
en: Expanding groups...

source: Nenhum par mínimo para exibir.\nAlterar as opções de pares mínimos e tente novamente.
en: No minimal pairs to display.\nChange the minimal pairs options and try again.

source: Nenhum par mínimo para exibir.
en: No minimal pairs to display.

source: Todas as Palavras
en: All Words

source: Data/Hora: {0} {1}
en: Date/Time:{0}{1}

source: Agrupados por: {0} {1}
en: Grouped By:{0}{1}

source: Idioma: {0} {1}
en: Language:{0}{1}

source: Número do Registro: {0} {1}
en: Number of Records:{0}{1}

source: Projeto: {0} {1}
en: Project:{0}{1}

source: Padrão de Pesquisa: {0}{1} (Pares Mínimos)
en: Search Pattern:{0}{1} (Minimal Pairs)

source: Padrão de Pesquisa: {0}{1}
en: Search Pattern:{0}{1}

source: Lista de Palavras: {0} {1}
en: Word List:{0}{1}

# Ocorreu um erro ao tentar abrir o arquivo RTF. {0} {1}
source: Ocorreu um erro ao tentar abrir o arquivo RTF.\n\n{0}\n\n{1}
en: An error occurred trying to open the RTF file.\n\n{0}\n\n{1}

# Ocorreu um erro ao tentar abrir o arquivo RTF. Arquivo: {0} Editor: {1} {2}
source: Ocorreu um erro ao tentar abrir o arquivo RTF.\n\nArquivo: {0}\nEditor: {1}\n\n{2}
en: An error occurred trying to open the RTF file.\n\nFile: {0}\nEditor: {1}\n\n{2}

source: Salvar Arquivo RTF
en: Save RTF File

source: (sem dados)
en: (no data)

source: Definir um padrão de pesquisa acima e clicar em Exibir Resultados.
en: Define a search pattern above and click Show Results.

source: (guia vazia)
en: (empty tab)

source: {0}-{1}ResultadosPesquisa.html
en: {0}-{1}SearchResults.html

source: {0}-{1}ResultadosPesquisa(Word).xml
en: {0}-{1}SearchResults-(Word).xml

source: {0}-{1}ResultadosPesquisa(XLingPaper).xml
en: {0}-{1}SearchResults-(XLingPaper).xml

source: Opções de Pares Mínimos (Ctrl+Alt+M)
en: Minimal Pairs Options (Ctrl+Alt+M)

source: Aplicar
en: Apply

source: A&mbos Ambientes Idênticos
en: B&oth Environments Identical

source: Idênticos Ambiente &Posterior
en: Identical &Following Environment

source: Idênticos Ambiente &Anterior
en: Identical &Preceding Environment

source: Nenhum resultado encontrado.
en: No Results Found.

source: Pesquisar Transcrições Derivadas para Primárias Incertas e &Não Primárias Incertas
en: Search Transcriptions Derived from Primary and &Non Primary Uncertainties

source: Aplicar a todas as colunas
en: Apply to all columns

source: Ignorar &Limite
en: Ignore &Boundary

source: Ignorar &Diacríticos
en: Ignore &Diacritics

source: Ignorar &Comprimento
en: Ignore &Length

source: Pesquisar Somente Transcrições Derivadas para &Primárias Incertas
en: Search Transcriptions Derived Only from &Primary Uncertainties

source: Exibir &todas as ocorrências de cada palavra
en: Show &all occurances of each word

source: Ignorar &Acento
en: Ignore &Stress

source: Ignorar &Tom
en: Ignore &Tone

source: Registros com Fones Incertos
en: Records with Uncertain Phones

source: Posterior:
en: Following:

source: Anterior:
en: Preceding:

source: 1º.
en: 1st

source: Central:
en: Item:

source: &Modo ou Altura
en: &Manner or Height

source: &Lugar ou Zona
en: &Place or Backness

source: D/E
en: R/L

source: Direita para a esquerda
en: Right-to-Left

source: 2º.
en: 2nd

source: 3º.
en: 3rd

source: Adicionar Guia no Novo Grupo de Guias de L&ado a Lado
en: Add Tab in New Si&de-by-Side Tab Group

source: Adicionar Guia no Novo Grupo de Guias E&mpilhadas
en: Add Tab in New St&acked Tab Group

source: Adicionar guia
en: Add Tab

source: Nome:
en: Name:

source: O padrão de pesquisa contém erros
en: Search pattern contains errors

source: Registros:
en: Records:

source: Registro {0} de {1}
en: Record {0} of {1}
